# Taps

# Formulae
brew "stow"
brew "z"
brew "starship"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "neovim"
brew "rbenv"
brew "nvm"
brew "docker"
brew "gmp"
brew "uv"
brew "coreutils"
brew "gh"
brew "dnsmasq"

# Casks
cask "ghostty"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-maple-mono-nf-cn"
