# Taps

# Formulae
brew "colima"
brew "coreutils"
brew "dnsmasq"
brew "docker"
brew "fzf"
brew "gh"
brew "libpq"
brew "neovim"
brew "fnm"
brew "qpdf"
brew "railway"
brew "rbenv"
brew "starship"
brew "stow"
brew "supergrow-ai/tap/pgpeek"
brew "tree"
brew "uv"
brew "weasyprint"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

# Casks
cask "ghostty"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-maple-mono-nf-cn"
